tap 'caskroom/cask'
tap 'josegonzalez/php'
tap 'homebrew/homebrew-versions'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'neovim/neovim'

cask 'java'
cask 'iterm2'
cask 'virtualbox'
cask 'steam'
cask 'google-chrome'
cask 'sizeup'
cask 'dropbox'
cask 'google-drive'
cask 'sourcetree'
cask 'alfred'
cask 'boom'
cask 'transmit'
cask 'colorsnapper'
cask 'adium'
cask 'slack'
cask 'ginbox'
cask 'aerial'
cask 'soundmate'
cask 'hipchat'
cask 'postico'

brew 'ack'
brew 'apple-gcc42'
brew 'appledoc'
brew 'apr'
brew 'apr-util'
brew 'atk'
brew 'atkmm'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'bind'
brew 'bison27'
brew 'boost'
brew 'boot2docker'
brew 'brew-cask'
brew 'browser'
brew 'cairo'
brew 'cairomm'
brew 'cgdb'
brew 'chromedriver'
brew 'clens'
brew 'cloog018'
brew 'cmake'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'czmq'
brew 'darkice'
brew 'direnv'
brew 'dirmngr'
brew 'docker'
brew 'elasticsearch'
brew 'elixir'
brew 'emacs'
brew 'erlang'
brew 'faac'
brew 'fcgi'
brew 'ffmpeg'
brew 'flac'
brew 'flex'
brew 'fluid-synth'
brew 'flvstreamer'
brew 'fontconfig'
brew 'fontforge'
brew 'fpp'
brew 'freetype'
brew 'gcc48'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'ghostscript'
brew 'gist'
brew 'git'
brew 'git-tracker'
brew 'glib'
brew 'glibmm'
brew 'gmp'
brew 'gmp4'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gpg-agent'
brew 'graphviz'
brew 'gsl'
brew 'gtk+'
brew 'gtkmm'
brew 'harfbuzz'
brew 'heroku-toolbelt'
brew 'hicolor-icon-theme'
brew 'hub'
brew 'icecast'
brew 'icu4c'
brew 'imagemagick'
brew 'imap-uw'
brew 'ios-webkit-debug-proxy'
brew 'isl011'
brew 'jack'
brew 'jbig2dec'
brew 'jpeg'
brew 'jsawk'
brew 'keychain'
brew 'lame'
brew 'lastpass-cli'
brew 'libassuan'
brew 'libcroco'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libiconv'
brew 'libimobiledevice'
brew 'libksba'
brew 'libmemcached'
brew 'libmpc08'
brew 'libogg'
brew 'libplist'
brew 'libpng'
brew 'librsvg'
brew 'libsamplerate'
brew 'libshout'
brew 'libsigc++'
brew 'libsndfile'
brew 'libsodium'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'little-cms'
brew 'little-cms2'
brew 'lynx'
brew 'mackup'
brew 'make'
brew 'makedepend'
brew 'mcrypt'
brew 'memcached'
brew 'mercurial'
brew 'mg'
brew 'mhash'
brew 'mpfr2'
brew 'mpg123'
brew 'mplayer'
brew 'mysql'
brew 'neovim'
brew 'nettle'
brew 'nginx'
brew 'node'
brew 'nspr'
brew 'nss'
brew 'openconnect'
brew 'openssl'
brew 'ossp-uuid'
brew 'pango'
brew 'pangomm'
brew 'parallel'
brew 'pcre'
brew 'php-install'
brew 'php53'
brew 'php53-igbinary'
brew 'php53-mcrypt'
brew 'php53-memcached'
brew 'php54'
brew 'php54-mcrypt'
brew 'php55'
brew 'php55-intl'
brew 'php56'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'popt'
brew 'portaudio'
brew 'postgresql'
brew 'postgresql93'
brew 'postgresql94'
brew 'powerline'
brew 'psutils'
brew 'pth'
brew 'python'
brew 'python3'
brew 'q'
brew 'qt'
brew 're2c'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rsync'
brew 'rtmpdump'
brew 'runit'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'spidermonkey'
brew 'sqlite'
brew 'terminal-notifier'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'theora'
brew 'tmux'
brew 'tree'
brew 'ttf2eot'
brew 'ttfautohint'
brew 'two-lame'
brew 'unixodbc'
brew 'usbmuxd'
brew 'webkit2png'
brew 'wxmac'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yajl'
brew 'yasm'
brew 'zeromq'
brew 'zlib'
