tap 'caskroom/cask'
tap 'homebrew/apache'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'jonof/kenutils'
tap 'josegonzalez/php'
tap 'neovim/neovim'
cask 'java'
brew 'ack'
brew 'advancecomp'
brew 'appledoc'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'docbook'
brew 'asciidoc'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gdbm'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'gobject-introspection'
brew 'atk'
brew 'libsigc++'
brew 'glibmm'
brew 'atkmm'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'bind', restart_service: true
brew 'bison@2.7'
brew 'boost'
brew 'browser'
brew 'cairomm'
brew 'cgdb'
brew 'chromedriver'
brew 'clens'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'faac'
brew 'libsamplerate'
brew 'flac'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'jack'
brew 'lame'
brew 'two-lame'
brew 'darkice'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'docker-machine'
brew 'elasticsearch'
brew 'elasticsearch@1.7'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'emacs'
brew 'fcgi'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'flex'
brew 'fluid-synth'
brew 'flvstreamer'
brew 'libtool'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'fpp'
brew 'fzf'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'gcc@4.8'
brew 'webp'
brew 'gd'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gflags'
brew 'little-cms2'
brew 'ghostscript'
brew 'gifsicle'
brew 'gist'
brew 'git-lfs'
brew 'git-tracker'
brew 'gmp'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'graphviz'
brew 'grip'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pangomm'
brew 'gtkmm'
brew 'guetzli'
brew 'hadolint'
brew 'heroku'
brew 'hub'
brew 'icecast'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'imap-uw'
brew 'libxml2'
brew 'libplist'
brew 'usbmuxd'
brew 'libimobiledevice'
brew 'ios-webkit-debug-proxy'
brew 'isl@0.11'
brew 'jbig2dec'
brew 'jemalloc'
brew 'jhead'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'node'
brew 'jsonlint'
brew 'lzlib'
brew 'librdkafka'
brew 'kafkacat'
brew 'keychain'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'libcroco'
brew 'libevent'
brew 'memcached', restart_service: true
brew 'libmemcached'
brew 'librsvg'
brew 'speex'
brew 'theora'
brew 'libshout'
brew 'libsodium'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvo-aacenc'
brew 'libvterm'
brew 'libxslt'
brew 'libyaml'
brew 'little-cms'
brew 'lynx'
brew 'mackup'
brew 'makedepend'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'mg'
brew 'mpg123'
brew 'mplayer'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'mysql@5.6'
brew 'openssl@1.1'
brew 'nginx', restart_service: true
brew 'nss'
brew 'openconnect'
brew 'optipng'
brew 'ossp-uuid'
brew 'parallel'
brew 'phantomjs@1.98'
brew 'pngcrush'
brew 'pngquant'
brew 'popt'
brew 'portaudio'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'postgresql93'
brew 'postgresql@9.4', restart_service: true
brew 'psutils'
brew 'q'
brew 'qt5'
brew 're2c'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'rtmpdump'
brew 'ruby'
brew 'runit'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'shellcheck'
brew 'spring-loaded'
brew 'terminal-notifier'
brew 'texi2html'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tmux'
brew 'tree'
brew 'ttf2eot'
brew 'ttfautohint'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watchman'
brew 'webkit2png'
brew 'weechat'
brew 'yajl'
brew 'yasm'
brew 'homebrew/apache/ab'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/boneyard/celt'
brew 'homebrew/boneyard/powerline'
brew 'homebrew/boneyard/xulrunner'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/rsync'
brew 'jonof/kenutils/pngout'
brew 'josegonzalez/php/php56'
brew 'josegonzalez/php/composer'
brew 'josegonzalez/php/php-install'
brew 'josegonzalez/php/php56-xdebug'
brew 'josegonzalez/php/php70'
brew 'josegonzalez/php/phpunit'
brew 'josegonzalez/php/wp-cli'
brew 'neovim/neovim/neovim'
cask 'adium'
cask 'aerial'
cask 'alfred'
cask 'anybar'
cask 'beardedspice'
cask 'bitbar'
cask 'boom'
cask 'colorsnapper'
cask 'dropbox'
cask 'flux'
cask 'franz'
cask 'ginbox'
cask 'google-chrome'
cask 'google-drive'
cask 'hipchat'
cask 'imageoptim'
cask 'iterm2'
cask 'mou'
cask 'postico'
cask 'ramme'
cask 'sequel-pro'
cask 'sizeup'
cask 'slack'
cask 'soundmate'
cask 'sourcetree'
cask 'spectacle'
cask 'steam'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
