tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "jonof/kenutils"
tap "josegonzalez/php"
tap "neovim/neovim"
cask "java"
brew "ack"
brew "advancecomp"
brew "apple-gcc42"
brew "appledoc"
brew "apr"
brew "apr-util"
brew "docbook"
brew "asciidoc"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "git"
brew "gdbm"
brew "sqlite"
brew "atk"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "augeas"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "bfg"
brew "bind", restart_service: true
brew "bison@2.7"
brew "gmp"
brew "libunistring"
brew "nettle"
brew "libgpg-error"
brew "bitlbee"
brew "boost"
brew "browser"
brew "cairomm"
brew "cgdb"
brew "chromedriver"
brew "clens"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq"
brew "direnv"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "elasticsearch"
brew "elasticsearch@1.7"
brew "wxmac"
brew "elixir"
brew "emacs"
brew "entr"
brew "faac"
brew "fcgi"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flac"
brew "flex"
brew "fluid-synth"
brew "flvstreamer"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "gcal"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.8"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git-lfs"
brew "git-standup"
brew "git-tracker"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "graphviz"
brew "grip"
brew "gsl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "pangomm"
brew "gtkmm"
brew "guetzli"
brew "hadolint"
brew "heroku"
brew "hub"
brew "libogg"
brew "libvorbis"
brew "icecast"
brew "xz"
brew "imagemagick"
brew "imap-uw"
brew "usbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "isl@0.11"
brew "jbig2dec"
brew "jhead"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "nspr"
brew "spidermonkey"
brew "jsawk"
brew "jsonlint"
brew "lzlib"
brew "yajl"
brew "kafkacat"
brew "keychain"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libcroco"
brew "libevent"
brew "libiconv"
brew "memcached", restart_service: true
brew "libmemcached"
brew "librsvg"
brew "speex"
brew "theora"
brew "libshout"
brew "libsodium"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "libyaml"
brew "little-cms"
brew "lynx"
brew "make"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mg"
brew "mpg123"
brew "mplayer"
brew "msgpack"
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "unibilium"
brew "neovim"
brew "python3"
brew "openssl@1.1"
brew "nginx", restart_service: true
brew "nss"
brew "openconnect"
brew "optipng"
brew "ossp-uuid"
brew "parallel"
brew "pngcrush"
brew "pngquant"
brew "popt"
brew "postgresql", restart_service: true
brew "postgresql93"
brew "postgresql@9.4", restart_service: true
brew "psutils"
brew "q"
brew "qt"
brew "qt@5.5"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "runit"
brew "rust"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "speedtest-cli"
brew "stunnel"
brew "terminal-notifier"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "ttf2eot"
brew "ttfautohint"
brew "two-lame"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "watch"
brew "watchman"
brew "webkit2png"
brew "weechat"
brew "yarn"
brew "yasm"
brew "zlib"
brew "homebrew/apache/ab"
brew "homebrew/apache/httpd24"
brew "jonof/kenutils/pngout"
brew "josegonzalez/php/composer"
brew "josegonzalez/php/php71-ast"
brew "josegonzalez/php/phan"
brew "josegonzalez/php/php-install"
brew "josegonzalez/php/php56"
brew "josegonzalez/php/php56-xdebug"
brew "josegonzalez/php/php70"
brew "josegonzalez/php/phpctags"
brew "josegonzalez/php/phpunit"
brew "josegonzalez/php/wp-cli"
cask "aerial"
cask "alfred"
cask "alfred2"
cask "anybar"
cask "beardedspice"
cask "bitbar"
cask "boom"
cask "colorsnapper"
cask "fluid"
cask "flux"
cask "franz"
cask "ginbox"
cask "google-chrome"
cask "hipchat"
cask "imageoptim"
cask "iterm2"
cask "iterm2-beta"
cask "mou"
cask "paw"
cask "postico"
cask "sequel-pro"
cask "sizeup"
cask "slack"
cask "soundmate"
cask "sourcetree"
cask "spectacle"
cask "steam"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "vlc"
